Repository: yorjandis/ProyectoNeville_IOS
Catalog: Shared/Localization/Localizable.xcstrings
Source language: es
Languages: en, zh_hans

source: Mantener música con pantalla bloqueada
en: Keep music playing when screen is locked
zh_hans: 锁屏后继续播放音乐

source: Mantener una rutina sin resultados inmediatos
en: Keep a Routine Without Immediate Results
zh_hans: 在没有即时成果时坚持习惯

source: Manual (seleccionadas)
en: Manual (selected)
zh_hans: 手动（已选择）

source: Mapa de desencadenantes
en: Trigger Map
zh_hans: 诱因地图

source: Mapas
en: Maps
zh_hans: 地图

source: Marcar completadas
en: Mark as completed
zh_hans: 标记为已完成

source: Marcar cuando la realices
en: Mark when completed
zh_hans: 完成后标记

source: Marcar todo
en: Select all
zh_hans: 全选

source: Marcar unidad realizada
en: Mark unit as completed
zh_hans: 标记单元已完成

source: Martes
en: Tuesday
zh_hans: 星期二

source: Más alto significa que, entre los eventos registrados, hubo más retornos conscientes.
en: A higher value means that more of the recorded events were conscious returns.
zh_hans: 数值越高，表示记录的事件中有意识回到当下的比例越高。

source: Más coherencia
en: Most coherence
zh_hans: 最多协调

source: Más opciones
en: More options
zh_hans: 更多选项

source: Más países
en: More countries
zh_hans: 更多国家和地区

source: más reciente
en: latest
zh_hans: 最新版本

source: Mascota de Agenda
en: Agenda Mascot
zh_hans: 议程吉祥物

source: Mascotas
en: Pets
zh_hans: 宠物

source: Matutinos
en: Morning
zh_hans: 晨间

source: Mayor densidad energética facilita exceder calorías si la porción no se controla; depende del patrón global de alimentación.
en: Higher energy density makes it easier to exceed calorie needs if portions are not controlled; its impact depends on the overall eating pattern.
zh_hans: 能量密度越高，在不控制份量时越容易摄入过多热量；具体影响还取决于整体饮食模式。

source: Mayor número histórico de días consecutivos con actividad en el Diario.
en: Highest number of consecutive days with Journal activity.
zh_hans: 历史上连续记录日记的最长天数。

source: Mayor presencia
en: Most presence
zh_hans: 最多临在

source: Me ayudó
en: It helped
zh_hans: 有帮助

source: Me recuperé con dificultad.
en: Recovery was difficult.
zh_hans: 我恢复得比较困难。

source: media
en: average
zh_hans: 平均

source: Media
en: Medium
zh_hans: 中

source: media / 10
en: average / 10
zh_hans: 平均分 / 10

source: Medio
en: Medium
zh_hans: 中

source: Medir el cambio y convertirlo en un sistema sostenible.
en: Measure the change and turn it into a sustainable system.
zh_hans: 衡量改变，并把它变成可持续的系统。

source: Meditar en la mañana organiza tu energía
en: Morning meditation helps align your energy.
zh_hans: 晨间冥想能帮助你调整能量状态。

source: Mejor racha
en: Best streak
zh_hans: 最长连续天数

source: Mejor Racha
en: Best Streak
zh_hans: 最长连续记录

source: Mejora el tránsito intestinal, la saciedad y el control de glucosa.
en: Supports regular digestion, satiety, and blood glucose control.
zh_hans: 有助于肠道顺畅、增强饱腹感并控制血糖。

source: Mejora para mañana
en: Improvement for tomorrow
zh_hans: 明天的改进

source: Memoria corporal
en: Body Memory
zh_hans: 身体记忆

source: Mensaje de confirmación
en: Confirmation message
zh_hans: 确认消息

source: Mensual
en: Monthly
zh_hans: 每月

source: Mente, cuerpo y entorno se influyen mutuamente. La práctica repetida puede enseñarle a tu sistema nervioso respuestas nuevas mediante el aprendizaje y la neuroplasticidad. Esto no significa que un pensamiento aislado controle tus genes, garantice una curación o te haga responsable de sentirte así.
en: Mind, body, and environment influence one another. Repeated practice can help your nervous system learn new responses through learning and neuroplasticity. This does not mean that a single thought controls your genes, guarantees healing, or makes you responsible for feeling this way.
zh_hans: 心理、身体和环境会相互影响。通过反复练习、学习和神经可塑性，你的神经系统可以逐渐形成新的反应方式。但这并不意味着某个念头能控制基因、保证痊愈，也不意味着你需要为自己的感受负责。

source: Menú inteligente de texto copiado
en: Smart Copied Text Menu
zh_hans: 智能复制文本菜单

source: Mes
en: Month
zh_hans: 本月

source: Mes actual
en: Current month
zh_hans: 本月

source: Mes anterior
en: Previous month
zh_hans: 上个月

source: Meta disponible
en: Goal available
zh_hans: 目标可用

source: Meta Personalizada
en: Custom Goal
zh_hans: 自定义目标

source: Meta principal de hoy
en: Today’s main goal
zh_hans: 今日主要目标

source: Metas
en: Goals
zh_hans: 目标

source: Metas activas
en: Active goals
zh_hans: 活跃目标

source: Metas Archivadas
en: Archived Goals
zh_hans: 已归档目标

source: Metas avanzadas
en: Goal progress
zh_hans: 目标进展

source: Metas del día
en: Today’s goals
zh_hans: 今日目标

source: metas sin avance
en: goals without progress
zh_hans: 暂无进展的目标

source: Metas y transformación personal
en: Goals and Personal Transformation
zh_hans: 目标与个人成长

source: Metas, presencia, Agenda, Diario, rituales y coherencia en un único estado vivo.
en: Goals, presence, Schedule, Journal, rituals, and coherence in one living state.
zh_hans: 将目标、临在感、日程、日记、仪式练习和连贯性汇集为一个鲜活的整体状态。

source: Metas/ritual
en: Goals/ritual
zh_hans: 每次目标数

source: Métricas internas
en: Inner metrics
zh_hans: 内在指标

source: Mi corazón y mi mente comienzan a respirar juntos.
en: My heart and mind begin to breathe together.
zh_hans: 我的心与意念开始同频呼吸。

source: Mi día
en: My Day
zh_hans: 我的一天

source: Mi Imagen
en: My Image
zh_hans: 我的图片

source: Mi progreso
en: My Progress
zh_hans: 我的进展

source: miedo al conflicto y posible desaprobación
en: fear of conflict and possible disapproval
zh_hans: 对冲突和可能被否定的恐惧

source: Miedo, frustración, urgencia…
en: Fear, frustration, urgency…
zh_hans: 恐惧、挫败、迫切感……

source: Miedo, frustración, vergüenza, ira o injusticia.
en: Fear, frustration, shame, anger, or a sense of unfairness.
zh_hans: 恐惧、挫败、羞耻、愤怒或不公平感。

source: Miércoles
en: Wednesday
zh_hans: 星期三

source: Migración iOS / Android
en: iOS / Android Migration
zh_hans: iOS / Android 数据迁移

source: Migrar
en: Migrate
zh_hans: 迁移

source: minuto
en: minute
zh_hans: 分钟

source: Minuto
en: Minute
zh_hans: 分钟

source: minutos
en: minutes
zh_hans: 分钟

source: Minutos
en: Minutes
zh_hans: 分钟

source: minutos, páginas, km, vasos…
en: minutes, pages, km, glasses…
zh_hans: 分钟、页、公里、杯……

source: Mira con honestidad
en: Look honestly
zh_hans: 坦诚回望

source: Modelo
en: Model
zh_hans: 模型

source: Modelo activo: %@
en: Active model: %@
zh_hans: 当前模型：%@

source: Modelo gratuito: %@
en: Free model: %@
zh_hans: 免费模型：%@

source: Modelo para nuevas conversaciones
en: Model for new conversations
zh_hans: 新对话使用的模型

source: Modelo utilizado
en: Model used
zh_hans: 使用的模型

source: Moderado
en: Moderate
zh_hans: 中等

source: Modificado:
en: Modified:
zh_hans: 修改时间：

source: Modificar Entrada
en: Edit Entry
zh_hans: 编辑日记

source: Modificar Título
en: Edit Title
zh_hans: 编辑标题

source: Modo
en: Mode
zh_hans: 模式

source: Modo Edición
en: Edit Mode
zh_hans: 编辑模式

source: Modo Lista
en: List Mode
zh_hans: 列表模式

source: Momento del día
en: Time of day
zh_hans: 时段

source: Momento del día no se combina con este tipo de intervalo, porque produciría ventanas contradictorias o ambiguas.
en: Time of day does not combine with this type of interval, because it would produce contradictory or ambiguous windows.
zh_hans: 一天中的时间不能与这种类型的时间间隔结合使用，因为这会产生矛盾或模糊的窗口。

source: Momento del día solo está disponible para intervalos medidos en días. En minutos, horas, semanas, meses o años la propia duración del intervalo define cuándo empieza y termina cada unidad.
en: Time of day is only available for intervals measured in days. In minutes, hours, weeks, months, or years, the duration of the interval itself defines when each unit begins and ends.
zh_hans: 时间信息仅适用于以天为单位的时间间隔。如果以分钟、小时、周、月或年为单位，则时间间隔本身的持续时间决定了每个单位的开始和结束时间。

source: Momento del día:
en: Time of day:
zh_hans: 时段：

source: momentos conscientes
en: mindful moments
zh_hans: 觉察时刻

source: Momentos de hoy
en: Today's moments
zh_hans: 今天的时刻

source: Momentos de presencia de hoy
en: Today's moments of presence
zh_hans: 今天的觉察时刻

source: Mostrar acceso en Home
en: Show shortcut on Home
zh_hans: 在首页显示快捷入口

source: Mostrar Autor en Frases del Home
en: Show Author on Home Quotes
zh_hans: 在首页语录中显示作者

source: Mostrar botón Agenda en Home
en: Show Agenda Button on Home
zh_hans: 在首页显示日程按钮

source: Mostrar botón Mi día en Home
en: Show My Day Button on Home
zh_hans: 在首页显示“我的一天”按钮

source: Mostrar botón Presencia en Home
en: Show Presence Button on Home
zh_hans: 在首页显示“当下”按钮

source: Mostrar búsqueda
en: Show search
zh_hans: 显示搜索

source: Mostrar calendario
en: Show calendar
zh_hans: 显示日历

source: Mostrar detalles
en: Show details
zh_hans: 显示详情

source: Mostrar detalles de la entrada
en: Show entry details
zh_hans: 显示条目详情

source: Mostrar favoritas
en: Show favorites
zh_hans: 显示收藏

source: Mostrar frases en home
en: Show quotes on Home
zh_hans: 在主页显示名言

source: Mostrar home alternativo
en: Show alternate Home
zh_hans: 显示备用主页

source: Mostrar indicador
en: Show Indicator
zh_hans: 显示指示标记

source: Mostrar Las Metas en Home
en: Show Goals on Home
zh_hans: 在首页显示目标

source: Mostrar mascotas en las vistas compatibles
en: Show pets in supported views
zh_hans: 在支持的视图中显示宠物

source: Mostrar Metas en Home
en: Show Goals on Home
zh_hans: 在首页显示目标

source: Mostrar tarjeta destacada en Home
en: Show featured card on Home
zh_hans: 在首页显示推荐卡片

source: Mostrar Texto
en: Show Text
zh_hans: 显示文本

source: Mostrar todas
en: Show all
zh_hans: 全部显示

source: Mover
en: Move
zh_hans: 移动

source: Mover entradas
en: Move entries
zh_hans: 移动日记

source: Mover entradas a...
en: Move entries to…
zh_hans: 将日记移动到…

source: Movimiento
en: Movement
zh_hans: 活动

source: Mucho
en: Mostly
zh_hans: 大部分符合

source: Muestra el estado de ánimo más frecuente dentro del rango elegido en esta tarjeta y su porcentaje sobre el total de estados registrados.
en: Shows the most frequent mood in the selected range and its percentage of all recorded moods.
zh_hans: 显示所选时间范围内最常出现的心情，以及它在全部心情记录中的占比。

source: Muestra los estados de ánimo más registrados dentro del rango elegido en esta tarjeta. El número indica cuántas veces aparece cada estado.
en: Shows the most frequently recorded moods in the selected range. The number indicates how often each mood appears.
zh_hans: 显示所选时间范围内记录最多的心情。数字表示每种心情出现的次数。

source: Muestra solo los eventos del día actual distribuidos por hora. Verde indica Presente; naranja indica Piloto automático o Distraído.
en: Shows only today's events distributed by hour. Green indicates Present; orange indicates Autopilot or Distracted.
zh_hans: 只显示今天按小时分布的事件。绿色表示“回到当下”，橙色表示“自动驾驶模式”或“分心”。

source: Muestra, para cada día del rango seleccionado, cuántos registros fueron Presente y cuántos fueron Piloto automático o Distraído.
en: For each day in the selected range, shows how many entries were Present and how many were Autopilot or Distracted.
zh_hans: 按天显示所选时间范围内“回到当下”的记录数，以及“自动驾驶模式”或“分心”的记录数。

source: Muestra:
en: Preview:
zh_hans: 预览：

source: Música
en: Music
zh_hans: 音乐

source: Música fija
en: Fixed music
zh_hans: 固定音乐

source: Muy alta
en: Very high
zh_hans: 很高

source: Muy alto
en: Very High
zh_hans: 很高

source: Muy baja
en: Very low
zh_hans: 很低

source: N/D
en: N/A
zh_hans: 暂无数据

source: Nada
en: Not at all
zh_hans: 完全没有

source: Necesaria en pequeñas cantidades para equilibrio hídrico y función nerviosa.
en: Needed in small amounts for fluid balance and nerve function.
zh_hans: 少量摄入有助于维持体液平衡和神经功能。

source: Necesita iOS 26.0 / macOS 26.0 o más reciente para usar esta función
en: You need iOS 26.0 / macOS 26.0 or later to use this feature.
zh_hans: 需要 iOS 26.0 / macOS 26.0 或更高版本才能使用此功能。

source: Necesito ayuda urgente
en: I need urgent help
zh_hans: 我需要紧急帮助

source: necesito comer algo ahora para sentirme mejor
en: I need to eat something now to feel better
zh_hans: 我现在得吃点东西，才能好受一些

source: necesito expresar un límite, desacuerdo o petición importante
en: I need to express a boundary, disagreement, or important request
zh_hans: 我需要表达界限、不同意见或一个重要请求

source: necesito sentirme preparado y tener más tiempo para hacerlo bien
en: I need to feel ready and have more time to do it properly
zh_hans: 我得先准备充分，也需要更多时间才能做好

source: Nivel
en: Level
zh_hans: 水平

source: Nivel medio
en: Average Level
zh_hans: 平均水平

source: No aceptado
en: Not accepted
zh_hans: 未接受

source: No acepto
en: I do not accept
zh_hans: 我不接受

source: No aplicar
en: Do not apply
zh_hans: 不设置

source: No busques una puntuación perfecta.
en: Do not aim for a perfect score.
zh_hans: 不要追求满分。

source: No confirmado
en: Unconfirmed
zh_hans: 未确认

source: No contiene aditivos de riesgo medio, alto o crítico.
en: It contains no medium-, high-, or critical-risk additives.
zh_hans: 不含中、高或严重风险等级的添加剂。

source: no contiene situaciones
en: contains no situations
zh_hans: 不包含任何情境

source: No decidas todavía. Crea espacio.
en: Do not decide yet. Create some space.
zh_hans: 先不要做决定，为自己创造一点空间。

source: No dejes pasar este día sin bendecirte
en: Do not let this day end without blessing yourself.
zh_hans: 别让今天过去，却忘了祝福自己。

source: no detectado
en: not detected
zh_hans: 未检测到

source: No detecté el patrón.
en: I did not notice the pattern.
zh_hans: 我没有察觉到这个模式。

source: No disponible
en: Not available
zh_hans: 暂无数据

source: No esperes a estar activado para entrenar la pausa.
en: Do not wait until you are activated to practice the pause.
zh_hans: 不要等到情绪被激活时才练习暂停。

source: No existen Metas Activas
en: No Active Goals
zh_hans: 暂无进行中的目标

source: No fue posible extraer texto legible de la etiqueta.
en: Readable text could not be extracted from the label.
zh_hans: 无法从标签中提取清晰可读的文字。

source: No has agregado fondos.
en: You haven't added any backgrounds.
zh_hans: 你还没有添加背景。

source: No has agregado música.
en: You haven't added any music.
zh_hans: 你还没有添加音乐。

source: No has seleccionado música personal
en: No personal music selected
zh_hans: 尚未选择个人音乐

source: No hay entradas esta semana. Una frase basta para volver a empezar.
en: There are no entries this week. One sentence is enough to begin again.
zh_hans: 本周还没有日记。写下一句话，就足以重新开始。

source: No hay frases de usuario todavía.
en: No personal phrases yet.
zh_hans: 还没有个性化短语。

source: No hay frases para los filtros seleccionados
en: There are no quotes for the selected filters.
zh_hans: 所选筛选条件下没有名言。

source: No hay información nutricional disponible.
en: No nutrition information is available.
zh_hans: 暂无营养信息。

source: No hay permisos de ubicación. Actívalos en Ajustes.
en: Location permission is not available. Enable it in Settings.
zh_hans: 没有定位权限，请前往“设置”开启。

source: No hay rituales que coincidan con el filtro.
en: No rituals match this filter.
zh_hans: 没有符合筛选条件的仪式记录。

source: No hay un método de autenticación disponible en este dispositivo.
en: No authentication method is available on this device.
zh_hans: 此设备上没有可用的身份验证方式。

source: No hay una nueva versión disponible.
en: No new version is available.
zh_hans: 暂无新版本。

source: No hubo actividades de agenda en esta semana.
en: There were no Agenda activities this week.
zh_hans: 本周日程中没有活动。

source: No implementado
en: Not implemented
zh_hans: 尚未实现

source: No informados
en: Not reported
zh_hans: 未提供

source: No intentes eliminar emociones: evita convertirlas automáticamente en conducta.
en: Do not try to eliminate emotions; keep them from automatically becoming behavior.
zh_hans: 不要试图消除情绪，而要避免让情绪自动变成行为。

source: No necesitas creer una afirmación grandiosa; necesitas una instrucción practicable.
en: You do not need a grand affirmation; you need an instruction you can follow.
zh_hans: 你不需要宏大的宣言，只需要一条能执行的指令。

source: No necesitas describirlo perfectamente.
en: You do not have to describe it perfectly.
zh_hans: 你不必把它描述得很准确。

source: No negocies con el viejo hábito
en: Do not bargain with the old habit.
zh_hans: 不要向旧习惯妥协。

source: no observo resultados rápidos o pierdo un día de mi rutina
en: I do not see quick results or I miss one day of my routine
zh_hans: 我没有很快看到结果，或某一天没有完成习惯

source: No pruebes nada que cause dolor, mareo, adormecimiento o mayor malestar. No realices ajustes ni giros bruscos del cuello o la columna.
en: Do not try anything that causes pain, dizziness, numbness, or greater distress. Avoid sudden adjustments or twists of the neck or spine.
zh_hans: 如果某种做法引起疼痛、眩晕、麻木或让你更加不适，请立即停止。不要突然扭动或调整颈部和脊柱。

source: No puedes mantenerte a salvo o no estás seguro de que esto sea solo una reacción emocional.
en: You cannot keep yourself safe, or you are not sure this is only an emotional reaction.
zh_hans: 你无法保证自身安全，或不确定这是否只是情绪反应。

source: No se activó ningún recordatorio: al menos una actividad seleccionada tiene una hora pasada. Ajusta esas horas a futuro y vuelve a intentarlo.
en: No reminders were enabled because at least one selected activity has a time in the past. Set those times to the future and try again.
zh_hans: 未开启任何提醒：至少有一项所选活动的时间已过。请将这些时间调整到未来后重试。

source: No se declara como orgánico.
en: Not declared organic.
zh_hans: 未标示为有机产品。

source: No se detecta una franja crítica.
en: No critical time window detected.
zh_hans: 未发现需要特别留意的时段。

source: No se detectaron aditivos
en: No additives detected
zh_hans: 未检测到添加剂

source: No se detectaron aditivos de riesgo relevantes.
en: No relevant risk additives were detected.
zh_hans: 未检测到具有明显风险的添加剂。

source: No se detectó texto para analizar.
en: No text was detected for analysis.
zh_hans: 未检测到可供分析的文字。

source: No se encontraron señales suficientes para clasificarlo como ecológico con confianza.
en: Not enough evidence was found to confidently classify it as organic.
zh_hans: 未发现足够依据，无法可靠地判定为有机产品。

source: No se encontró el catálogo de apoyo incluido en la aplicación.
en: The support catalog included with the app could not be found.
zh_hans: 找不到应用内置的支持内容。

source: No se encontró el producto en la base de datos offline para ese código.
en: No product was found in the offline database for that code.
zh_hans: 离线数据库中未找到与该条形码对应的产品。

source: No se encontró el producto en OpenFoodFacts para ese código.
en: No product was found in OpenFoodFacts for that code.
zh_hans: OpenFoodFacts 中未找到与该条形码对应的产品。

source: No se encontró la entidad de Espacio Calma.
en: The Calm Space data store could not be found.
zh_hans: 找不到静心空间的数据存储。

source: No se encontró la entidad de frases de Espacio Calma.
en: The Calm Space quote store could not be found.
zh_hans: 找不到宁静空间的语句存储。

source: No se ha detectado contenido que pueda ser utilizado
en: No usable content was detected
zh_hans: 未检测到可用内容

source: No se ha podido actualizar el objetivo. Inténtalo de nuevo.
en: The goal couldn't be updated. Please try again.
zh_hans: 无法更新目标，请重试。

source: No se ha podido actualizar la meta. Inténtalo de nuevo.
en: The goal could not be updated. Please try again.
zh_hans: 目标更新失败，请重试。

source: No se ha podido actualizar la nota de la unidad. Inténtalo más tarde.
en: The completion note couldn't be updated. Please try again later.
zh_hans: 无法更新执行项备注，请稍后重试。

source: No se ha podido obtener la contraseña.
en: The password could not be retrieved.
zh_hans: 无法获取密码。

source: No se ha podido obtener una conferencia. Pruebe de nuevo
en: A lecture could not be retrieved. Please try again.
zh_hans: 无法获取讲座，请重试。

source: No se pudieron leer los datos
en: Data Could Not Be Read
zh_hans: 无法读取数据

source: No se pudo abrir el selector de archivos.
en: The file picker could not be opened.
zh_hans: 无法打开文件选择器。

source: No se pudo abrir Mapas para esta ubicación.
en: Maps could not be opened for this location.
zh_hans: 无法在地图中打开此位置。

source: No se pudo acceder al App Group.
en: Could not access the App Group.
zh_hans: 无法访问 App Group。

source: No se pudo agregar esta música
en: This music could not be added
zh_hans: 无法添加这首音乐

source: No se pudo autenticar el acceso a la exportación.
en: Export access could not be authenticated.
zh_hans: 无法验证导出权限。

source: No se pudo autenticar.
en: Authentication failed.
zh_hans: 身份验证失败。

source: No se pudo cambiar la categoría.
en: The category could not be changed.
zh_hans: 无法更改分类。

source: No se pudo cargar la explicación detallada del protocolo.
en: The detailed protocol explanation could not be loaded.
zh_hans: 无法加载方案的详细说明。

source: No se pudo cargar la imagen
en: The image could not be loaded
zh_hans: 无法加载图片

source: No se pudo completar la unidad
en: The unit could not be completed
zh_hans: 无法完成该单元

source: No se pudo convertir la nota.
en: The note could not be converted.
zh_hans: 无法转换这条笔记。

source: No se pudo crear la actividad en Agenda.
en: The activity could not be created in Agenda.
zh_hans: 无法在日程中创建活动。

source: No se pudo crear la frase para Espacio Calma.
en: The phrase could not be created for Calm Space.
zh_hans: 无法为静心空间创建短语。

source: No se pudo crear la meta
en: The goal could not be created
zh_hans: 目标无法创建。

source: No se pudo determinar el estado del permiso de ubicación.
en: The location permission status could not be determined.
zh_hans: 无法确定位置权限状态。

source: No se pudo exportar la actividad a Diario.
en: The activity could not be exported to Journal.
zh_hans: 无法将活动导出到日记。

source: No se pudo exportar la actividad a Notas.
en: The activity could not be exported to Notes.
zh_hans: 无法将活动导出到笔记。

source: No se pudo fichar
en: Could not log progress
zh_hans: 无法记录进度

source: No se pudo generar el PDF.
en: The PDF could not be generated.
zh_hans: 无法生成 PDF。

source: No se pudo guardar
en: Could not save
zh_hans: 无法保存

source: No se pudo guardar el progreso: {0}
en: Your progress could not be saved: {0}
zh_hans: 无法保存进度：{0}

source: No se pudo guardar en Espacio Calma.
en: Could not save to Calm Space.
zh_hans: 无法保存到宁静空间。

source: No se pudo guardar la actividad en Agenda.
en: The activity could not be saved in Agenda.
zh_hans: 无法在日程中保存活动。

source: No se pudo guardar la frase en Espacio Calma.
en: The quote could not be saved to Calm Space.
zh_hans: 无法将语句保存到宁静空间。

source: No se pudo guardar la frase, intentelo más tarde.
en: The quote could not be saved. Please try again later.
zh_hans: 无法保存名言，请稍后重试。

source: No se pudo guardar la nota
en: The note could not be saved
zh_hans: 无法保存笔记

source: No se pudo guardar la nota.
en: The note could not be saved.
zh_hans: 无法保存笔记。

source: No se pudo guardar la revisión
en: The review could not be saved
zh_hans: 无法保存回顾

source: No se pudo importar el archivo de música.
en: The music file could not be imported.
zh_hans: 无法导入音乐文件。

source: No se pudo leer el código de barras.
en: The barcode could not be read.
zh_hans: 无法读取条形码。

source: No se pudo leer el progreso guardado.
en: Your saved progress could not be loaded.
zh_hans: 无法读取已保存的进度。

source: No se pudo obtener la ubicación actual.
en: Your current location could not be obtained.
zh_hans: 无法获取当前位置。

source: No se pudo recargar la meta
en: The goal couldn't be restored
zh_hans: 无法恢复该目标

source: No se puede actualizar la nota
en: The note couldn't be updated
zh_hans: 无法更新备注

source: No se puede crear una entrada en una fecha futura.
en: You cannot create an entry with a future date.
zh_hans: 无法为未来日期创建日记。

source: No se pueden leer datos de Salud
en: Health data cannot be read
zh_hans: 无法读取健康数据

source: No se volverá a mostrar esta ventana
en: This window will not be shown again.
zh_hans: 此窗口将不再显示。

source: No tenemos verificado un número único para esta región. Usa el número local de emergencias o consulta el directorio internacional.
en: We have not verified a single emergency number for this region. Use the local emergency number or check the international directory.
zh_hans: 我们尚未核实该地区是否有统一急救号码。请拨打当地急救电话，或查询国际求助目录。

source: no valoran mi esfuerzo y tengo que defenderme
en: they do not value my effort, and I need to defend myself
zh_hans: 他们不重视我的付出，我必须为自己辩解

source: Noche
en: Night
zh_hans: 夜色

source: Nombra el patrón y su impulso.
en: Name the pattern and its urge.
zh_hans: 说出这个模式及其冲动。

source: Nombre
en: Name
zh_hans: 名称

source: Nombre breve
en: Short Name
zh_hans: 简短名称

source: Nombre de la unidad:
en: Completion label:
zh_hans: 执行项名称：

source: Nombre del patrón
en: Pattern Name
zh_hans: 模式名称

source: Nombre del producto
en: Product Name
zh_hans: 产品名称

source: Norteamérica
en: North America
zh_hans: 北美

source: Nota
en: Note
zh_hans: 备注

source: Nota actualizada
en: Note updated
zh_hans: 笔记已更新

source: Nota Adjunta:
en: Attached Note:
zh_hans: 附加备注：

source: Nota Asociada
en: Associated Note
zh_hans: 关联笔记
